{
  "nav_home": "Home",
  "nav_biography": "Biography",
  "nav_teachings": "Teachings",
  "nav_events": "Events",
  "nav_gallery": "Gallery",
  "nav_contact": "Contact",
  "lang_en": "English",
  "lang_id": "Indonesian",
  "footer_contact": "Contact",
  "footer_email": "Email",
  "footer_phone": "Phone",
  "footer_wat_name": "Wat Pah Bodhirama",
  "footer_address": "Address",
  "footer_full_address": "Jalan Dhamma No. 88, Banjar Suci, Ubud, Bali 80571, Indonesia",
  "contact_page_title": "Contact - Wat Pah Bodhirama",
  "contact_h1_title": "Contact Information",
  "contact_mailing_address_h2": "Mailing Address",
  "contact_street_address": "Jalan Dhamma No. 88, Banjar Suci",
  "contact_city_postal_code": "Ubud, Bali 80571",
  "contact_country_indonesia": "Indonesia",
  "contact_phone_h2": "Phone Contact",
  "contact_phone_number": "+62 812 3456 7890",
  "contact_email_h2": "Email Contact",
  "contact_inquiries_text": "For inquiries, you can write to:",
  "contact_patience_note": "Please note that the monastery's time is dedicated to practice and teaching. We appreciate your patience in awaiting a response.",
  "contact_visiting_h2": "Visiting",
  "contact_visiting_info": "For information about visiting the monastery, please see the details on our visiting page.",
  "contact_visiting_link": "Guidelines for Visitors",
  "events_page_title": "Events - Wat Pah Bodhirama",
  "events_h1_title": "Upcoming Events",
  "events_paragraph1": "This page will list all upcoming events, including Dhamma talks, meditation retreats, and public appearances. Details such as dates, times, locations, and registration information will be provided for each event.",
  "events_paragraph2": "Please check back regularly for updates, as new events are added frequently.",
  "events_paragraph3": "Information on past events and recordings (if available) may also be found in an archive section.",
  "teachings_page_title": "Teachings - Wat Pah Bodhirama",
  "teachings_h1_title": "Dhamma Teachings",
  "teachings_paragraph1": "This section is dedicated to the teachings (Dhamma talks). Here you will find a collection of discourses, essays, and guidance on various aspects of Buddhist practice.",
  "teachings_paragraph2": "The teachings are organized by topic, date, or series, making it easy to navigate and find specific insights.",
  "teachings_paragraph3": "Key themes include mindfulness, meditation, the Four Noble Truths, the Eightfold Path, compassion, and the cultivation of wisdom. These teachings are offered freely for the benefit of all.",
  "visiting_page_title": "Visiting Wat Pah Bodhirama",
  "visiting_h1_title": "Visiting Wat Pah Bodhirama",
  "visiting_welcome_h2": "Welcome",
  "visiting_welcome_paragraph": "We welcome those who wish to visit and practice in a monastic environment. To ensure a peaceful and harmonious atmosphere for all residents and visitors, we ask that you read and respect the following guidelines.",
  "visiting_code_of_conduct_h2": "Code of Conduct",
  "visiting_dress_code_strong": "Dress Code:",
  "visiting_dress_code_li": "Please dress modestly. Clothing should cover the shoulders, chest, and knees. Avoid transparent, tight-fitting, or revealing clothing. White or other plain, light-colored clothing is recommended.",
  "visiting_noble_silence_strong": "Noble Silence:",
  "visiting_noble_silence_li": "We observe Noble Silence, especially in meditation areas and during designated times. Please keep conversations to a minimum and speak softly when necessary.",
  "visiting_etiquette_strong": "Etiquette:",
  "visiting_etiquette_li": "Please be respectful of the monks, nuns, and fellow lay practitioners. Follow traditional customs such as bowing when appropriate.",
  "visiting_accommodations_h2": "Accommodations",
  "visiting_accommodations_paragraph": "Accommodations are simple and in line with a monastic lifestyle. Men and women have separate lodging areas. Please be prepared for basic facilities.",
  "visiting_daily_schedule_h2": "Daily Schedule",
  "visiting_daily_schedule_paragraph": "The daily schedule typically includes group meditation sessions, chanting, work periods, and Dhamma talks. A detailed schedule will be provided upon arrival. Punctuality is expected.",
  "visiting_example_schedule_paragraph": "Example Schedule:",
  "visiting_schedule_morning_chanting": "4:00 AM: Morning Chanting and Meditation",
  "visiting_schedule_breakfast": "6:00 AM: Breakfast",
  "visiting_schedule_work_period": "8:00 AM: Work Period",
  "visiting_schedule_main_meal": "11:00 AM: Main Meal",
  "visiting_schedule_evening_chanting": "5:00 PM: Evening Chanting and Meditation",
  "visiting_what_to_bring_h2": "What to Bring",
  "visiting_what_to_bring_paragraph": "Please bring your own toiletries, a towel, a flashlight, an alarm clock, and any necessary medications. Bedding is provided. Valuables should be kept to a minimum.",
  "visiting_location_h2": "Location",
  "index_page_title": "Wat Pah Bodhirama",
  "index_h1_title": "Wat Pah Bodhirama",
  "index_welcome_h2": "Welcome to Wat Pah Bodhirama",
  "index_intro_paragraph": "Wat Pah Bodhirama is a Buddhist monastery located in Bali, Indonesia, dedicated to the practice and dissemination of the Dhamma in the Forest Tradition. This website serves as a resource for those interested in learning from the teachings of Ajahn Visalo and participating in the life of the monastery.\nHere you will find information about upcoming events, Dhamma talks, and guidelines for visiting and practicing with the community. Our aim is to provide a clear and inspiring introduction to the practice of mindfulness and compassion.",
  "index_upcoming_events_h2": "Upcoming Events",
  "index_events_placeholder": "Please check back soon for information on upcoming retreats, Dhamma talks, and other events.",
  "index_latest_announcements_h2": "Latest Announcements",
  "index_announcements_placeholder": "No new announcements at this time. Please visit the Events page for more details.",
  "events_register_link": "Register/More Info",
  "events_load_error": "Failed to load events. Please try again later.",
  "teachings_type_label": "Type:",
  "teachings_date_label": "Date:",
  "teachings_speaker_label": "Speaker:",
  "teachings_read_more_link": "Read More",
  "teachings_load_error": "Failed to load teachings. Please try again later.",
  "events_date_label": "Date",
  "events_location_label": "Location",
  "homepage_more_info_link": "More Info",
  "homepage_no_upcoming_events": "No upcoming events at this time.",
  "homepage_no_new_announcements": "No new announcements at this time. Please visit the Events page for more details.",
  "homepage_load_error": "Failed to load homepage data. Please try again later.",
  "gallery_page_title": "Media Gallery - Wat Pah Bodhirama",
  "gallery_h1_title": "Media Gallery",
  "read_more": "Read More",
  "read_less": "Read Less",
  "more_info_title": "WAT PAH BODHIRAMA",
  "more_info_subtitle": "Bodhirama Forest Monastery",
  "more_info_translation_wat": "Wat = A place where monks live",
  "more_info_translation_pah": "Pah = Forest",
  "more_info_translation_bodhi": "Bodhi = Enlightenment",
  "more_info_translation_arama": "Arama = Garden, Forest",
  "more_info_translation_bodhirama": "Bodhi + Arama = Bodhirama",
  "more_info_p1": "It is a forest where the Bhikkhu Sangha lives to practice Dhamma in silence, and to uphold the Vinaya, namely the 227 Bhikkhu precepts passed down by the Buddha to the Bhikkhu Sangha. The Dhamma and Vinaya are used by the Bhikkhu Sangha to erode inner defilements.",
  "more_info_p2": "In this regard, Wat Pah Bodhirama refers to the Theravada Forest tradition in Thailand, following the teachings of Ajahn Chah, which emphasizes the Dhutanga (ascetic) rules of monks. This serves as a training tool and way of life for the Bhikkhu Sangha in developing Sila (morality), Samadhi (concentration), and Panna (wisdom).",
  "more_info_p3": "Wat Pah Bodhirama also offers opportunities for devotees who wish to experience and practice in simplicity and silence. Wat Pah Bodhirama is a place to practice Dhamma and Vinaya while blending with nature, taking the life of our Great Teacher, Gautama Buddha, as an example. He was born under a tree, attained enlightenment under a tree, and attained Parinibbana under a tree."
}
