{
  "nav_home": "Home",
  "nav_biography": "Biography",
  "nav_teachings": "Teachings",
  "nav_events": "Events",
  "nav_gallery": "Gallery",
  "nav_contact": "Contact",
  "lang_en": "English",
  "lang_id": "Indonesian",
  "footer_contact": "Contact",
  "footer_email": "Email",
  "footer_phone": "Phone",
  "footer_wat_name": "Wat Pah Bodhirama",
  "footer_address": "Address",
  "footer_monastery_placeholder": "Monastery Name (Placeholder)",
  "footer_city_country_placeholder": "City, Country (Placeholder)",
  "bio_page_title": "Biography - Ajahn Visalo",
  "bio_h1_title": "Biography of Ajahn Visalo",
  "bio_paragraph": "Ajahn Visalo is an Indonesian monk from Wat Pah Nanachat. Born in 1977 in Central Java, he came to know and practice meditation from several traditions from the age of 20. At 29, he encountered Buddhism through Ajahn Chah's Dhamma Book and ordained as a Samanera in 2006. He was granted full ordination by Luang Por Liem, the Abbot of Wat Nong Pah Pong, Thailand in 2008.",
  "contact_page_title": "Contact - Ajahn Visalo",
  "contact_h1_title": "Contact Information",
  "contact_mailing_address_h2": "Mailing Address",
  "contact_street_placeholder": "(Street Address Placeholder)",
  "contact_bali_postal_placeholder": "Bali, (Postal Code Placeholder)",
  "contact_country_indonesia": "Indonesia",
  "contact_email_h2": "Email Contact",
  "contact_inquiries_text": "For inquiries, you can write to:",
  "contact_patience_note": "Please note that the monastery's time is dedicated to practice and teaching. We appreciate your patience in awaiting a response.",
  "contact_visiting_h2": "Visiting",
  "contact_visiting_info": "For information about visiting the monastery, please see the details on our visiting page.",
  "contact_visiting_link": "Guidelines for Visitors",
  "events_page_title": "Events - Ajahn Visalo",
  "events_h1_title": "Upcoming Events with Ajahn Visalo",
  "events_paragraph1": "This page will list all upcoming events, including Dhamma talks, meditation retreats, and public appearances by Ajahn Visalo. Details such as dates, times, locations, and registration information will be provided for each event.",
  "events_paragraph2": "Please check back regularly for updates, as new events are added frequently. We encourage you to join these gatherings to deepen your practice and connect with the community.",
  "events_paragraph3": "Information on past events and recordings (if available) may also be found in an archive section.",
  "teachings_page_title": "Teachings - Ajahn Visalo",
  "teachings_h1_title": "Teachings of Ajahn Visalo",
  "teachings_paragraph1": "This section is dedicated to the teachings (Dhamma talks) of Ajahn Visalo. Here you will find a collection of his discourses, essays, and guidance on various aspects of Buddhist practice.",
  "teachings_paragraph2": "The teachings will be organized by topic, date, or series, making it easy to navigate and find specific insights. We aim to provide both audio and text formats where available, to cater to different preferences.",
  "teachings_paragraph3": "Key themes will include mindfulness, meditation techniques, the Four Noble Truths, the Eightfold Path, compassion, and the cultivation of wisdom. These teachings are offered freely for the benefit of all who seek to understand and practice the Dhamma.",
  "visiting_page_title": "Visiting Wat Pah Bodhirama",
  "visiting_h1_title": "Visiting Wat Pah Bodhirama",
  "visiting_welcome_h2": "Welcome",
  "visiting_welcome_paragraph": "We welcome those who wish to visit and practice in a monastic environment. To ensure a peaceful and harmonious atmosphere for all residents and visitors, we ask that you read and respect the following guidelines.",
  "visiting_code_of_conduct_h2": "Code of Conduct",
  "visiting_dress_code_strong": "Dress Code:",
  "visiting_dress_code_li": "Please dress modestly. Clothing should cover the shoulders, chest, and knees. Avoid transparent, tight-fitting, or revealing clothing. White or other plain, light-colored clothing is recommended.",
  "visiting_noble_silence_strong": "Noble Silence:",
  "visiting_noble_silence_li": "We observe Noble Silence, especially in meditation areas and during designated times. Please keep conversations to a minimum and speak softly when necessary.",
  "visiting_etiquette_strong": "Etiquette:",
  "visiting_etiquette_li": "Please be respectful of the monks, nuns, and fellow lay practitioners. Follow traditional customs such as bowing when appropriate.",
  "visiting_accommodations_h2": "Accommodations",
  "visiting_accommodations_paragraph": "Accommodations are simple and in line with a monastic lifestyle. Men and women have separate lodging areas. Please be prepared for basic facilities.",
  "visiting_daily_schedule_h2": "Daily Schedule",
  "visiting_daily_schedule_paragraph": "The daily schedule typically includes group meditation sessions, chanting, work periods, and Dhamma talks. A detailed schedule will be provided upon arrival. Punctuality is expected.",
  "visiting_example_schedule_paragraph": "Example Schedule:",
  "visiting_schedule_morning_chanting": "4:00 AM: Morning Chanting and Meditation",
  "visiting_schedule_breakfast": "6:00 AM: Breakfast",
  "visiting_schedule_work_period": "8:00 AM: Work Period",
  "visiting_schedule_main_meal": "11:00 AM: Main Meal",
  "visiting_schedule_evening_chanting": "5:00 PM: Evening Chanting and Meditation",
  "visiting_what_to_bring_h2": "What to Bring",
  "visiting_what_to_bring_paragraph": "Please bring your own toiletries, a towel, a flashlight, an alarm clock, and any necessary medications. Bedding is provided. Valuables should be kept to a minimum.",
  "index_page_title": "Wat Pah Bodhirama",
  "index_h1_title": "Wat Pah Bodhirama",
  "index_welcome_h2": "Welcome to Wat Pah Bodhirama",
  "index_intro_paragraph": "Wat Pah Bodhirama is a Buddhist monastery located in Bali, Indonesia, dedicated to the practice and dissemination of the Dhamma in the Forest Tradition. This website serves as a resource for those interested in learning from the teachings of Ajahn Visalo and participating in the life of the monastery.\nHere you will find information about upcoming events, Dhamma talks, and guidelines for visiting and practicing with the community. Our aim is to provide a clear and inspiring introduction to the practice of mindfulness and compassion.",
  "index_upcoming_events_h2": "Upcoming Events",
  "index_events_placeholder": "Please check back soon for information on upcoming retreats, Dhamma talks, and other events.",
  "index_latest_announcements_h2": "Latest Announcements",
  "index_announcements_placeholder": "No new announcements at this time. Please visit the Events page for more details.",
  "events_register_link": "Register/More Info",
  "events_load_error": "Failed to load events. Please try again later.",
  "teachings_type_label": "Type:",
  "teachings_date_label": "Date:",
  "teachings_speaker_label": "Speaker:",
  "teachings_read_more_link": "Read More",
  "teachings_load_error": "Failed to load teachings. Please try again later.",
  "events_date_label": "Date",
  "events_location_label": "Location",
  "homepage_more_info_link": "More Info",
  "homepage_no_upcoming_events": "No upcoming events at this time.",
  "homepage_no_new_announcements": "No new announcements at this time. Please visit the Events page for more details.",
  "homepage_load_error": "Failed to load homepage data. Please try again later.",
  "gallery_page_title": "Photo and Video Gallery - Wat Pah Bodhirama",
  "gallery_h1_title": "Photo and Video Gallery"
}
