{
  "nav_home": "Beranda",
  "nav_biography": "Biografi",
  "nav_teachings": "Ajaran",
  "nav_events": "Acara",
  "nav_gallery": "Galeri",
  "nav_news": "Berita",
  "nav_contact": "Kontak",
  "lang_en": "Inggris",
  "lang_id": "Indonesia",
  "footer_contact": "Kontak",
  "footer_email": "Surel",
  "footer_phone": "Telepon",
  "footer_wat_name": "Wat Pah Bodhirama",
  "footer_address": "Alamat",
  "footer_full_address": "Jalan Dhamma No. 88, Banjar Suci, Ubud, Bali 80571, Indonesia",
  "contact_mailing_address_h2": "Alamat Surat",
  "contact_street_address": "Jalan Dhamma No. 88, Banjar Suci",
  "contact_city_postal_code": "Ubud, Bali 80571",
  "contact_country_indonesia": "Indonesia",
  "contact_phone_h2": "Kontak Telepon",
  "contact_phone_text": "Untuk pertanyaan mendesak, Anda dapat menghubungi kami di:",
  "contact_phone_number": "+62 812 3456 7890",
  "contact_email_h2": "Kontak Email",
  "contact_inquiries_text": "Untuk pertanyaan, Anda dapat menulis ke:",
  "contact_patience_note": "Harap dicatat bahwa waktu biara didedikasikan untuk praktik dan pengajaran. Kami menghargai kesabaran Anda dalam menunggu tanggapan.",
  "contact_visiting_h2": "Mengunjungi",
  "contact_visiting_info": "Untuk informasi mengenai kunjungan ke biara, silakan lihat detail di halaman kunjungan kami.",
  "contact_visiting_link": "Panduan Pengunjung",
  "events_page_title": "Acara - Wat Pah Bodhirama",
  "events_h1_title": "Acara Mendatang",
  "events_paragraph1": "Halaman ini akan mencantumkan semua acara mendatang, termasuk ceramah Dhamma, retret meditasi, dan penampilan publik. Detail seperti tanggal, waktu, lokasi, dan informasi pendaftaran akan disediakan untuk setiap acara.",
  "events_paragraph2": "Silakan periksa secara teratur untuk pembaruan, karena acara baru sering ditambahkan.",
  "events_paragraph3": "Informasi tentang acara yang lalu dan rekaman (jika tersedia) juga dapat ditemukan di bagian arsip.",
  "news_page_title": "Berita - Wat Pah Bodhirama",
  "news_h1_title": "Berita dan Pengumuman",
  "news_load_error": "Gagal memuat berita. Silakan coba lagi nanti.",
  "teachings_page_title": "Ajaran - Wat Pah Bodhirama",
  "teachings_h1_title": "Ajaran Dhamma",
  "teachings_paragraph1": "Bagian ini didedikasikan untuk ajaran (ceramah Dhamma). Di sini Anda akan menemukan kumpulan ceramah, esai, dan bimbingan tentang berbagai aspek praktik Buddhis.",
  "teachings_paragraph2": "Ajaran-ajaran diatur berdasarkan topik, tanggal, atau seri, sehingga mudah dinavigasi dan menemukan wawasan tertentu.",
  "teachings_paragraph3": "Tema-tema utama meliputi kesadaran, meditasi, Empat Kebenaran Mulia, Jalan Berunsur Delapan, kasih sayang, dan pengembangan kebijaksanaan. Ajaran-ajaran ini ditawarkan secara gratis untuk kepentingan semua.",
  "visiting_page_title": "Mengunjungi Wat Pah Bodhirama",
  "visiting_h1_title": "Mengunjungi Wat Pah Bodhirama",
  "visiting_welcome_h2": "Selamat Datang",
  "visiting_welcome_paragraph": "Kami menyambut mereka yang ingin mengunjungi dan berlatih dalam lingkungan monastik. Untuk memastikan suasana yang damai dan harmonis bagi semua penghuni dan pengunjung, kami mohon Anda membaca dan menghormati panduan berikut.",
  "visiting_code_of_conduct_h2": "Kode Etik",
  "visiting_dress_code_strong": "Aturan Berpakaian:",
  "visiting_dress_code_li": "Harap berpakaian sopan. Pakaian harus menutupi bahu, dada, dan lutut. Hindari pakaian transparan, ketat, atau terbuka. Pakaian putih atau warna terang lainnya direkomendasikan.",
  "visiting_noble_silence_strong": "Keheningan Mulia:",
  "visiting_noble_silence_li": "Kami menjaga Keheningan Mulia, terutama di area meditasi dan selama waktu yang ditentukan. Harap batasi percakapan dan berbicara pelan jika perlu.",
  "visiting_etiquette_strong": "Etiket:",
  "visiting_etiquette_li": "Harap menghormati para biksu, biksuni, dan sesama praktisi awam. Ikuti kebiasaan tradisional seperti membungkuk bila sesuai.",
  "visiting_accommodations_h2": "Akomodasi",
  "visiting_accommodations_paragraph": "Akomodasi sederhana dan sesuai dengan gaya hidup monastik. Pria dan wanita memiliki area penginapan terpisah. Harap bersiap untuk fasilitas dasar.",
  "visiting_daily_schedule_h2": "Jadwal Harian",
  "visiting_daily_schedule_paragraph": "Jadwal harian biasanya meliputi sesi meditasi kelompok, chanting, periode kerja, dan ceramah Dhamma. Jadwal terperinci akan diberikan saat kedatangan. Ketepatan waktu diharapkan.",
  "visiting_example_schedule_paragraph": "Contoh Jadwal:",
  "visiting_schedule_morning_chanting": "04:00: Meditasi dan Pembacaan Paritta Pagi",
  "visiting_schedule_breakfast": "06:00: Sarapan",
  "visiting_schedule_work_period": "08:00: Periode Kerja",
  "visiting_schedule_main_meal": "11:00: Makan Utama",
  "visiting_schedule_evening_chanting": "17:00: Meditasi dan Pembacaan Paritta Sore",
  "visiting_what_to_bring_h2": "Apa yang Harus Dibawa",
  "visiting_what_to_bring_paragraph": "Harap membawa perlengkapan mandi pribadi, handuk, senter, jam weker, dan obat-obatan yang diperlukan. Tempat tidur disediakan. Barang berharga sebaiknya dijaga seminimal mungkin.",
  "visiting_location_h2": "Lokasi",
  "index_page_title": "Wat Pah Bodhirama",
  "index_h1_title": "Wat Pah Bodhirama",
  "index_welcome_h2": "Selamat Datang di Wat Pah Bodhirama",
  "index_intro_paragraph": "Wat Pah Bodhirama adalah sebuah biara Buddha yang terletak di Bali, Indonesia, yang didedikasikan untuk praktik dan penyebaran Dhamma dalam Tradisi Hutan. Situs web ini berfungsi sebagai sumber daya bagi mereka yang tertarik untuk belajar dari ajaran Ajahn Visalo dan berpartisipasi dalam kehidupan biara. Di sini Anda akan menemukan informasi tentang acara mendatang, ceramah Dhamma, dan panduan untuk mengunjungi dan berlatih bersama komunitas. Tujuan kami adalah untuk memberikan pengantar yang jelas dan menginspirasi tentang praktik kesadaran dan kasih sayang.",
  "index_upcoming_events_h2": "Acara Mendatang",
  "index_events_placeholder": "Silakan periksa kembali segera untuk informasi tentang retret, ceramah Dhamma, dan acara lainnya yang akan datang.",
  "index_latest_announcements_h2": "Pengumuman Terbaru",
  "index_announcements_placeholder": "Tidak ada pengumuman baru saat ini. Silakan kunjungi halaman Acara untuk detail lebih lanjut.",
  "events_register_link": "Daftar/Info Lebih Lanjut",
  "events_load_error": "Gagal memuat acara. Silakan coba lagi nanti.",
  "teachings_type_label": "Tipe:",
  "teachings_date_label": "Tanggal:",
  "teachings_speaker_label": "Pembicara:",
  "teachings_read_more_link": "Baca Selengkapnya",
  "teachings_load_error": "Gagal memuat ajaran. Silakan coba lagi nanti.",
  "events_date_label": "Tanggal",
  "events_location_label": "Lokasi",
  "homepage_more_info_link": "Info Lebih Lanjut",
  "homepage_no_upcoming_events": "Tidak ada acara mendatang saat ini.",
  "homepage_no_new_announcements": "Tidak ada pengumuman baru saat ini. Silakan kunjungi halaman Berita untuk detail lebih lanjut.",
  "homepage_load_error": "Gagal memuat data beranda. Silakan coba lagi nanti.",
  "homepage_view_all_news": "Lihat semua berita",
  "gallery_page_title": "Galeri Media - Wat Pah Bodhirama",
  "gallery_h1_title": "Galeri Media",
  "read_more": "Baca Selengkapnya",
  "read_less": "Baca Lebih Sedikit",
  "more_info_title": "WAT PAH BODHIRAMA",
  "more_info_subtitle": "Biara Hutan Bodhirama",
  "more_info_translation_wat": "Wat = Tempat tinggal para bhikkhu",
  "more_info_translation_pah": "Pah = Hutan",
  "more_info_translation_bodhi": "Bodhi = Pencerahan",
  "more_info_translation_arama": "Arama = Taman, Hutan",
  "more_info_translation_bodhirama": "Bodhi + Arama = Bodhirama",
  "more_info_p1": "Ini adalah hutan tempat Bhikkhu Sangha tinggal untuk mempraktikkan Dhamma dalam keheningan, dan untuk menegakkan Vinaya, yaitu 227 sila Bhikkhu yang diwariskan oleh Sang Buddha kepada Bhikkhu Sangha. Dhamma dan Vinaya digunakan oleh Bhikkhu Sangha untuk mengikis kekotoran batin.",
  "more_info_p2": "Dalam hal ini, Wat Pah Bodhirama mengacu pada tradisi Hutan Theravada di Thailand, mengikuti ajaran Ajahn Chah, yang menekankan aturan Dhutanga (asketik) para bhikkhu. Ini berfungsi sebagai alat pelatihan dan cara hidup bagi Bhikkhu Sangha dalam mengembangkan Sila (moralitas), Samadhi (konsentrasi), dan Panna (kebijaksanaan).",
  "more_info_p3": "Wat Pah Bodhirama juga menawarkan kesempatan bagi para umat yang ingin mengalami dan berlatih dalam kesederhanaan dan keheningan. Wat Pah Bodhirama adalah tempat untuk mempraktikkan Dhamma dan Vinaya sambil menyatu dengan alam, mengambil kehidupan Guru Agung kita, Buddha Gautama, sebagai contoh. Ia lahir di bawah pohon, mencapai pencerahan di bawah pohon, dan mencapai Parinibbana di bawah pohon."
}